dodo=['25','30','45','55','60','80','85']
dodo1=['45','45','75','90','100']
dodo2=['60','70','110','130','140']
print('                                    โปรแกรมคำนวณค่าผ่านทาง')
print('+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++')
print('รถยนตร์ 4ล้อ   กด1')
print('รถยนตร์ 6ล้อ   กด2')
print('รถยนตร์มากกว่า 6ล้อ   กด3')

a=int(input('เลือกประเภทยานพาหนะ : '))

if a == 1:
    print('ค่าบริการรถยนตร์ 4 ล้อ')
    print('ลาดกระบัง-->บางบ่อ',(dodo[0]))
    print('ลาดกระบัง-->บางประกง',(dodo[1]))
    print('ลาดกระบัง-->พนัสนิคม',(dodo[2]))
    print('ลาดกระบัง-->บ้านบึง',(dodo[3]))
    print('ลาดกระบัง-->บางพระ',(dodo[4]))
elif a == 2:
    print('ค่าบริการรถยนตร์ 6 ล้อ')
    print('ลาดกระบัง-->บางบ่อ',(dodo1[0]))
    print('ลาดกระบัง-->บางประกง',(dodo1[1]))
    print('ลาดกระบัง-->พนัสนิคม',(dodo1[2]))
    print('ลาดกระบัง-->บ้านบึง',(dodo1[3]))
    print('ลาดกระบัง-->บางพระ',(dodo1[4]))
elif a == 3:
    print('ค่าบริการรถยนตร์มากกว่า 6 ล้อ')
    print('ลาดกระบัง-->บางบ่อ',(dodo2[0]))
    print('ลาดกระบัง-->บางประกง',(dodo2[1]))
    print('ลาดกระบัง-->พนัสนิคม',(dodo2[2]))
    print('ลาดกระบัง-->บ้านบึง',(dodo2[3]))
    print('ลาดกระบัง-->บางพระ',(dodo2[4]))